<template>
  <section id="timeline">
    <div class="tl-item ">
      <div
        class="tl-bg spring"
      ></div>

      <div class="tl-year">
        <p class="f2 heading--sanSerif">春生</p>
      </div>

      <div class="tl-content">
        <h1>蹲得越低跳得越高</h1>
        <p>
          台灣農曆中，最初在田中灌水的季節（二月初至五月初）稱為頭水，在這段期間採的茶就是春茶。
          春茶俗稱頭水茶，相當於日本的一番茶。春茶是一年之中收成量最多的茶，人們在這段期間脫去厚重冬衣，讓皮膚更加透氣、充滿精氣。
          春茶的特徵是香氣清新，喝起來順口甘甜。
          平地的一般春茶多是在三月底至四月初採收，四月中旬左右上市販售。年輕的健康茶樹在這個季節四十五∼五十天就能採茶，所以五月中旬至下旬仍可採收春茶。
          不過這時候的茶是晚春茶，香氣弱且苦味強，具有夏茶的特徵。
          若是降霜期長的高山，採茶則是每年一∼三次，收成量也有限，這點必須留意。高山的春茶在立夏（五月上旬）之後，從海拔低的產地依序採收。
          待凍頂山和阿里山採收完後，終於輪到梨山的春茶採收期。五月下旬至六月買到的梨山春茶才會是真貨。
        </p>
      </div>
    </div>

    <div class="tl-item ">
      <div
        class="tl-bg summer"
      ></div>

      <div class="tl-year">
        <p class="f2 heading--sanSerif">夏長</p>
      </div>

      <div class="tl-content">
        <h1 class="f3 text--accent ttu">上帝關了一道門，也會開啟另一扇窗</h1>
        <p>
          立夏過後，小滿到芒種這段期間採收的茶稱為頭水夏，夏至之後採收的夏茶稱為二水夏。氣溫高、日照時間長的夏季，茶芽生長速度極快，因此立夏至處暑的三個月內就能採兩次茶。
          夏茶的茶葉色深，葉體薄且硬。氣溫上升，紫外線會變強，
          所以茶的香氣或鮮味弱，澀味或苦味增加。除了東方美人茶等特殊茶外，夏茶通常是製成廉價的業務用茶或當作罐裝飲料的原料。
          一般夏茶的價格是春茶的一半，低價賣出用於加工之外，
          有些茶農不採茶，連同樹枝一起剪下當成茶樹的肥料。這是保護茶樹延長壽命的方法。
          夏茶價值較低，高山產區多半選擇不採收，但在低海拔區域夏季溼熱的天氣配上此原料，發展出了獨特的小葉種紅茶，產生了新的經濟價值。
        </p>
      </div>
    </div>

    <div class="tl-item ">
      <div
        class="tl-bg atumn"
      ></div>

      <div class="tl-year">
        <p class="f2 heading--sanSerif">秋收</p>
      </div>

      <div class="tl-content">
        <h1 class="f3 text--accent ttu">韜光養晦，蓄勢待發</h1>
        <p>
          介於春茶、冬茶與夏茶之間的秋茶，苦甜適中。經過了春夏的採茶後，儲存在秋茶內的營養物質已經減少。因此秋茶的新芽大小不一，味道顯得平淡。
          不過，秋茶也和春茶一樣，依採茶季節會產生不同的個性。九月上旬至下旬採收的早秋茶，香氣弱且殘留澀味。儘管秋天已是十月底，在台灣仍持續著夏季的暑氣，所以茶也保有夏茶的個性。
          霜降（十月下旬）之後採收的晚秋茶，香氣與鮮味成分慢慢增加變得美味。隨著東北季風南下氣溫下降，茶葉生長趨緩，
          成為滋味濃厚的茶。
          梨山等高山茶因為夏茶的採收期短，不同於春茶較晚採收，
          秋茶的採收時期會提前。大概九月中旬至下旬就能買到梨山的秋茶。
        </p>
      </div>
    </div>

    <div class="tl-item ">
      <div
        class="tl-bg winter"
      ></div>

      <div class="tl-year">
        <p class="f2 heading--sanSerif">冬藏</p>
      </div>

      <div class="tl-content">
        <h1 class="f3 text--accent ttu">不經一番寒徹骨，焉得梅花撲鼻香</h1>
        <p>
          茶葉接觸到寒氣後，葉體增厚，儲存大量的成分。
          冬茶是在立冬前後開始採收，隨著天氣變寒冷，真正美味的時節是在十二月左右。
          台灣位處亞熱帶，因此高山以外的地區幾乎全年都能採茶，冬茶之中又以正月至農曆新年採收的冬片最為甘甜芳醇、少刺激。
          冬片是冬茶採收後的初萌嫩芽。由於茶樹年輕，在海拔過高的產地無法採收。
          每年的氣候會左右冬片的收獲有無，在珍貴的冬茶之中不到百分之五，猶如至寶。台灣茶饕總會尋找冬片，因為他們知道這個時期的茶柔軟甘甜。
          高山茶的冬茶是在十一月中旬至下旬上市。但採收前遇到降霜就無法製茶，所以每年沒有固定的採收季節和產量。
        </p>
      </div>
    </div>
  </section>
</template>

<script>
export default {};
</script>

<style>
</style>
